/* credit too low */
"Credit balance too low. Please top up your account." = "Ihr Guthaben ist zu gering. Bitte laden Sie Ihr Guthaben auf.";

/* credit */
"Credit: %@" = "Kredit: %@";

/* delivery date is set to past */
"Delivery date is in the past. Please correct the date." = "Versanddatum ist in der Vergangenheit. Bitte korrigieren Sie Ihr Versanddatum.";

/* free sms */
"Free SMS" = "Freie SMS";

/* IP locked */
"IP lock active." = "IP-Sperre aktiv.";

/* spammer info */
"Message spammer protection. Please contact the support of innosend.de." = "Spammer Schutz aktiv. Bitte kontaktieren Sie den Support von innosend.de.";

/* message status */
"Message status" = "Versandstatus";

/* message itself is missing */
"Message text is missing." = "Nachrichtentext fehlt.";

/* message type missing */
"Message type is missing." = "Nachrichtentyp fehlt.";

/* paid sms */
"Paid SMS" = "Paid SMS";

/* phone number format wrong */
"Phone number format wrong. Please check the format of the phone number." = "Telefonnummernformat ist falsch. Bitte prüfen Sie das Telefonnummernformat.";

/* phone number locked */
"Phone number locked or advertisement detected." = "Telefonnummer blockiert oder unlautere Werbung erkannt.";

/* receicer phone number is missing */
"Receiver number is missing." = "Empfängernummer fehlt.";

/* missing sender */
"Sender data missing." = "Absenderdaten fehlen.";

/* successfully send */
"Successfully send message." = "Nachricht wurde erfolgreich versendet.";

/* too many phone numbers */
"Too many phone numbers added. Please delete some phone numbers." = "Zu viele Telefonnummern hinzugefügt. Bitte löschen Sie einige Telefonnummern.";

/* wrong delivery date */
"Wrong delivery date. Please correct the date." = "Falsches Versanddatum. Bitte korrigieren Sie das Versanddatum.";

/* wrong sender text */
"Wrong sender text. Please do not use special characters or spaces." = "Falscher Absendertext. Bitte verwenden Sie keine Sonder- und keine Leerzeichen. Erlaubt sind 11 Ziehcen Text und 16 Zeichen Zahlen.";

/* wrong user data */
"Wrong user data. Please check your settings in the Preference panel." = "Falsche Benutzerdaten. Bitte prüfen Sie Ihre Einstellungen im Einstellungsdialog.";

